<!DOCTYPE html>
<html>	
	<head>
		<meta charset="UTF-8" />
		<link type="text/css" rel="stylesheet" href="styles/styles.css">
	</head>
	<body>
		<div id="about">
			
			<div id="wrapper">
				<?php
		
					include("header.php");
		
				?>
				<h1>
					За нас
				</h1>
				<div id="content">
					<section>
						<article>
							<img src="images/Senate.jpg" alt="senate">
							<div id="text">
								<p>За нас, както и за цялата софтуерна индустрия, е най-важен практическият опит. Нашата мисия е да направим хората, които обучаваме, истински професионалисти в софтуерната индустрия и да им съдействаме в намирането на работа. 
	
	Учебният план, по който се провеждат занятията в Софтуерния университет, се състои от няколко нива – едно подготвително ниво за приемния изпит (2 месеца) и 6 нива обучение по програмиране, технологии и разработка на софтуер (всяко по 4 месеца). Предоставя се възможност за получаване на университетска диплома за висше образование от един от нашите университети-партньори след допълнително обучение при тях с продължителност 1 или 2 години.</p>
							</div>
							
						</article>
					</section>
				</div>
				
			<?php
	
	        	include("footer.php");
	
	        ?>
			</div>
			
		</div>
	</body>
</html>