<!DOCTYPE html>
<html>	
	<head>
		<meta charset="UTF-8" />
		<link type="text/css" rel="stylesheet" href="styles/styles.css">
	</head>
	<body>
		<div id="trainers">
			<?php
	
	        	include("header.php");
	
	        ?>
			<div id="wrapper">
				<h1>
					Джедай Masters
				</h1>
				<section>
					<article id="nakov">
						<header>
							Мастер Наков
						</header>
						<img src="chars-edited/master-nakov02.jpg" alt="master-nakov"/>
						<p>
							Мастер Наков има над 15-годишен опит като софтуерен инженер, мениджър на софтуерни проекти, консултант, лектор и предприемач с богат опит в .NET and Java EE platforms, информационни системи, бази данни, уеб разработка и софтуерно инженерство. Той е автор на 7 книги за компютърно програмиране и софтуерни технологии, C# и Java, както и на десетки технически и научни публикации. Светлин е бил гост-лектор на стотици конференции, семинари, курсове и други обучения. Той има докторска степен в областта на компютърните науки, както и медали от Международни олимпиади по Информатика (МОИ). Светлин е носител на Наградата на Президента на Република България “Джон Атанасов”. Той също така има опит като хоноруван преподавател по компютърни науки в СУ “Св. Климент Охридски”, НБУ и ТУ София. Светлин Наков е участвал като главна движеща сила за създаването и изграждането на най-големия обучителен център за софтуерни инженери в България - Софтуерната академия на Телерик. Там той е преподавал на хиляди млади хора в области като компютърни науки, софтуер разработка и информационни технологии.
						</p>
					</article>
				</section>
				<section>
					<article id="mario">
						<header>
							Марио Ади Мунди
						</header>
						<img src="chars-edited/mario-adi-mundi.jpg" alt="mario-adi-mundi"/>
						<p>
							Марио Пешев е WordPress консултант и технически ръководител в DevriX. Занимава се със софтуерна разработка на различни платформи и води обучения по програмиране от 2006-та година насам. Марио е сертифициран Java програмист, но има солиден опит и с PHP и Python, както и с други скриптови езици. В последно време се изявява активно по WordPress събития по света и в България, като сред обученията му през последните години са и тренинги в CERN, Швейцария, както и Saudi Aramco в Саудитска Арабия. Още информация: http://www.peshev.net.
						</p>
					</article>
				</section>
				<section>
					<article id="petya">
						<header>
							Принцеса Петя
						</header>
						<img src="chars-edited/princess-petya.jpg" alt="princess-petya"/>
						<p>
							Марио Пешев е WordPress консултант и технически ръководител в DevriX. Занимава се със софтуерна разработка на различни платформи и води обучения по програмиране от 2006-та година насам. Марио е сертифициран Java програмист, но има солиден опит и с PHP и Python, както и с други скриптови езици. В последно време се изявява активно по WordPress събития по света и в България, като сред обученията му през последните години са и тренинги в CERN, Швейцария, както и Saudi Aramco в Саудитска Арабия. Още информация: http://www.peshev.net.
						</p>
					</article>
				</section>
				<section>
					<article id="evlogi">
						<header>
							Оби Уан Евлоги
						</header>
						<img src="chars-edited/obi-wan-evlogi.jpg" alt="obi-wan-evlogi"/>
						<p>
							Евлоги е учил 3 години архитектура в Италия, след което разбира, че IT сферата би му дала повече възможности за развитие. Завършил е академията на Телерик с отличие през сезон 2012-2013 г. В момента работи като junior developer в Abilitics. Работата му се състои в разработването на SharePoint проекти с ASP.NET и JavaScript. Участник в NASA Space Apps Challenge 2013.
						</p>
					</article>
				</section>
				<section>
					<article id="vlado">
						<header>
							Влад Скайуокър
						</header>
						<img src="chars-edited/vlado-cropped.jpg" alt="vlado-skywalker"/>
						<p>
							Марио Пешев е WordPress консултант и технически ръководител в DevriX. Занимава се със софтуерна разработка на различни платформи и води обучения по програмиране от 2006-та година насам. Марио е сертифициран Java програмист, но има солиден опит и с PHP и Python, както и с други скриптови езици. В последно време се изявява активно по WordPress събития по света и в България, като сред обученията му през последните години са и тренинги в CERN, Швейцария, както и Saudi Aramco в Саудитска Арабия. Още информация: http://www.peshev.net.
						</p>
					</article>
				</section>
				<section>
					<article id="velko">
						<header>
							Велко Гон Джин
						</header>
						<img src="chars-edited/velko-gon-jinn-cropped.jpg" alt="velko-gon-jinn"/>
						<p>
							Велко започва да се занимава със софтуер едва преди 5 години, но незабавно се пристрастява и започва да си навира носа във всяка технология и сфера на ИТ, която му попада. След работа като junior developer и година freelance, преминава през академията на Телерик под ръководството на Светлин Наков. В момента работи като разработчик на финансов софтуер в Тик42. Специално място в сърцето му заемат C# и Haskell, разпределените системи за source control, алгоритмите и структурите от данни, криптографията и странните езици за програмиране, за които никой никога не е чувал. Неговото мото е: "Intelligence shared is intelligence squared".
						</p>
					</article>
				</section>
			</div>
			<?php
	
	        	include("footer.php");
	
	        ?>
		</div>
	</body>
</html>