<!DOCTYPE html>
<html>	
	<head>
		<meta charset="UTF-8" />
		<link type="text/css" rel="stylesheet" href="styles/styles.css">
	</head>
	<body>
		<div id="trainers">
			
			<div id="wrapper">
			<?php
	
	        	include("header.php");
	
	        ?>
				<h1>Орденът на джедаите</h1>
				<section>
					<article id="nakov">
						<header>
							Мастер Наков
						</header>
						<img src="images/nakov-cropped.jpg" alt="master-nakov"/>
						<p>
							Мастер Наков има над 150-годишен опит като софтуерен джедай, мениджър на джедайски проекти, консултант, лектор и предприемач с богат опит в .NET and Java EE platforms, джедайски системи, бази данни, уеб разработка и джедайско инженерство. Той е автор на 7 книги за компютърно джедайство и джедайски технологии, C# и Java, както и на десетки технически и научни публикации. Светлин е бил гост-лектор на стотици конференции, семинари, курсове и други обучения в различни галактики по цялата Вселена. Той има докторска степен в областта на компютърните науки, както и медали от Международни олимпиади по джедайство. Светлин е носител на Наградата на Президента на Република България “Джон Атанасов”. Той също така има опит като хоноруван преподавател по джедайски науки в СУ “Св. Климент Охридски”, НБУ и ТУ София. Светлин Наков е участвал като главна движеща сила за създаването и изграждането на най-големия обучителен център за софтуерни джедаи в Слънчевата система - Софтуерният университет. Там той е преподавал на хиляди млади хора в области като софтуер разработка и джедайски технологии.
						</p>
					</article>
				</section>
				<section>
					<article id="mario">
						<header>
							Марио Ади Мунди
						</header>
						<img src="images/mario-adi-mundi.jpg" alt="mario-adi-mundi"/>
						<p>
							Марио Пешев е WordPress консултант и технически ръководител в DevriX. Занимава се с разработка на различни джедайски платформи и води обучения от 2006-та година насам. Марио е сертифициран Java джедай, но има солиден опит и с PHP и Python, както и с други скриптови езици. В последно време се изявява активно по WordPress събития по света и в България, като сред обученията му през последните години са и тренинги в CERN, Швейцария, както и Saudi Aramco в Саудитска Арабия. Още информация: http://www.peshev.net.
						</p>
					</article>
				</section>
				<section>
					<article id="petya">
						<header>
							Принцеса Петя
						</header>
						<img src="images/princess-petya.jpg" alt="princess-petya"/>
						<p>Принцеса Петя е политик, революционерка и джедай в Орденът на джедаите. Нейният силен характер и интелект и помагат да постига много още като млада: тя е важен член на Бунтовническия съюз, най-младият сентор в Галактика Млечен път и основна фигура в борбата срещу Тъмната индийска сила. </p>
					</article>
				</section>
				<section>
					<article id="evlogi">
						<header>
							Оби Уан Евлоги
						</header>
						<img src="images/obi-wan-evlogi.jpg" alt="obi-wan-evlogi"/>
						<p>
							Евлоги е учил 3 години архитектура в Италия, след което открива силата в себе си и решава да използва таланта си в софтуерното джедайство. Завършил е джедайска академия с отличие през сезон 2012-2013 г. В момента работи като junior джедай на планета Abilitics. Работата му се състои в разработването на SharePoint проекти с ASP.NET и JavaScript. Участник в NASA Space Apps Challenge 2013.
						</p>
					</article>
				</section>
				<section>
					<article id="vlado">
						<header>
							Влад Скайуокър
						</header>
						<img src="images/vlado-cropped.jpg" alt="vlado-skywalker"/>
						<p>Влад Скайуокър е много млад джедай, обучаван лично от Мастър Наков. Макар и да му липсва натрупаният джедадайски опит, който имат останалите членове на Орденът на джедаите, силата в него е много силна. Работи по развиването на Софтуерният университет, а вече е част от преподавателският екип на Starwars University. Интересите му са насочени предимно в уеб разработката. </p>
					</article>
				</section>
				<section>
					<article id="velko">
						<header>
							Велко Гон Джин
						</header>
						<img src="images/velko-gon-jinn-cropped.jpg" alt="velko-gon-jinn"/>
						<p>
							Велко започва да се занимава с джедайство едва преди 5 години, но незабавно се пристрастява и започва да си навира носа във всяка технология и сфера на джедайството, която му попада. След работа като junior джедай и година джедай на свободна практика, преминава през джедайска академия под ръководството на Мастър Наков. В момента работи като джедай в планета Тик42. Специално място в сърцето му заемат C# и Haskell, разпределените системи за source control, алгоритмите и структурите от данни, криптографията и странните езици за програмиране, за които никой никога не е чувал. Неговото мото е: "Intelligence shared is intelligence squared".
						</p>
					</article>
				</section>
			<?php
	
	        	include("footer.php");
	
	        ?>
			</div>
			
		</div>
	</body>
</html>